---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.SlopedFlangeAngle
source: html/864b37f2-91bd-ff62-8c39-92fd6e507f69.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.SlopedFlangeAngle Property

Sloped flange angle. (rad)

## Syntax (C#)
```csharp
public double SlopedFlangeAngle { get; set; }
```